const translatedContent = {
	ARheader: {
		welcome: "👋مرحبًا! نحن دنتيك",
		headerText: "شريكك الموثوق لأسنان صحية ",
		description:
			"لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينغ إليت. أينيان كومودو ليغولا إيجت دولور. أينيان ماسا. كوم سوسييس ناتوكي بيناتيبوس إت ماجنيس ديس بارتورينت.",
		button: "عرض المزيد..",
	},
	ARservices: {
		service1: {
			icon: "https://Moamen112.github.io/dental/imgs/services1.svg",
			header: "أسعار معقولة",
			description:
				"لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينغ إليت. أوت إيليت تيلوس نيك.",
		},
		service2: {
			icon: "https://Moamen112.github.io/dental/imgs/services2.svg",
			header: "أخصائي أسنان محترف",
			description:
				"لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينغ إليت. أوت إيليت تيلوس نيك.",
		},
		service3: {
			icon: "https://Moamen112.github.io/dental/imgs/services3.svg",
			header: "خدمة مرضية",
			description:
				"لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينغ إليت. أوت إيليت تيلوس نيك.",
		},
	},
	ARfeatures: {
		feature1: {
			welcome: "المزيد عنا",
			headerText: "أفضل عيادة أسنان يمكنك الاعتماد عليها",
			description:
				"لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينغ إليت. أينيان كومودو ليغولا إيجت دولور. ",

			smallText:
				"أينيان ماسا. كوم سوسييس ناتوكي بيناتيبوس إت ماجنيس ديس بارتورينت.",
			featureList: {
				featureList1: {
					icon: "https://Moamen112.github.io/dental/imgs/feature1.svg",
					text: "المعدات الحديثة",
				},
				featureList2: {
					icon: "https://Moamen112.github.io/dental/imgs/feature2.svg",
					text: "موعد سهل عبر الإنترنت",
				},
				featureList3: {
					icon: "https://Moamen112.github.io/dental/imgs/feature3.svg",
					text: "عيادة مريحة",
				},
				featureList4: {
					icon: "https://Moamen112.github.io/dental/imgs/feature4.svg",
					text: "رصد مستمر",
				},
			},
			button: "عرض المزيد..",
		},
		feature2: {
			welcome: "لماذا تختارنا",
			headerText: "مساعدة في مشاكل أسنانك",
			description:
				"لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينغ إليت. أينيان كومودو ليغولا إيجت دولور. أينيان ماسا. كوم سوسييس ناتوكي بيناتيبوس إت ماجنيس ديس بارتورينت.",
			percentages: {
				percentage1: {
					title: "العناية بالفم والأسنان",
					percentage: 50,
				},
				percentage2: {
					title: "علاج التجميل",
					percentage: 87,
				},
			},
			services: {
				image: "https://Moamen112.github.io/dental/imgs/feature2.svg",
				header: "لا تتردد في الاستشارة",
				description:
					"لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينغ إليت. أينيان كومودو ليغولا إيجت دولور.",
				schedule: {
					schedule1: {
						day: "الأثنين - الجمعة",
						hours: "8 صباحا - 10 مساءا",
					},
					schedule2: {
						day: "الأثنين - الجمعة",
						hours: "8 صباحا - 10 مساءا",
					},
					schedule3: {
						day: "الأثنين - الجمعة",
						hours: "8 صباحا - 10 مساءا",
					},
				},
				button: "اتصل +01234 567 890",
			},
		},
		feature3: {
			welcome: "أطباؤنا",
			headerText: "أطباؤنا ذوي الخبرة",
			description:
				"لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينغ إليت. أينيان كومودو ليغولا إيجت دولور. أينيان ماسا. كوم سوسييس ناتوكي بيناتيبوس إت ماجنيس ديس بارتورينت.",
			button: "عرض المزيد",
			members: {
				member1: {
					image: "https://Moamen112.github.io/dental/imgs/member-img1.jpg",
					name: "سارة إيهاب",
					description: "أمراض القلب والأعصاب",
				},
				member2: {
					image: "https://Moamen112.github.io/dental/imgs/member-img2.jpg",
					name: "عمرو أحمد",
					description: "أمراض القلب والأعصاب",
				},
			},
		},
	},
	ARcounters: {
		counter1: {
			image: "https://Moamen112.github.io/dental/imgs/Tooth-white.svg",
			number: "1200",
			name: "عميل سعيد",
		},
		counter2: {
			image: "https://Moamen112.github.io/dental/imgs/clinic-1.svg",
			number: "15",
			name: "خبرة سنوات",
		},
		counter3: {
			image: "https://Moamen112.github.io/dental/imgs/dentist-white.svg",
			number: "70",
			name: "أطباء وموظفون",
		},
		counter4: {
			image: "https://Moamen112.github.io/dental/imgs/scedule-white.svg",
			number: "340",
			name: "موعد عبر الإنترنت",
		},
	},
	ARofferings: {
		text: {
			welcome: "خدماتنا",
			header: "الخدمات",
			description:
				"لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينغ إليت. أينيان كومودو ليغولا إيجت دولور. أينيان ماسا. كوم سوسييس ناتوكي بيناتيبوس إت ماجنيس ديس بارتورينت.",
		},
		boxes: {
			box1: {
				image: "https://Moamen112.github.io/dental/imgs/offer2.svg",
				title: "فحص الأسنان",
				description:
					"لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينغ إليت.",
			},
			box2: {
				image: "https://Moamen112.github.io/dental/imgs/offer2.svg",
				title: "تبييض الأسنان",
				description:
					"لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينغ إليت.",
			},
			box3: {
				image: "https://Moamen112.github.io/dental/imgs/offer3.svg",
				title: "فحص طبي أسنان",
				description:
					"لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينغ إليت.",
			},
			box4: {
				image: "https://Moamen112.github.io/dental/imgs/offer4.svg",
				title: "زرع الأسنان",
				description:
					"لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينغ إليت.",
			},
			box5: {
				image: "https://Moamen112.github.io/dental/imgs/offer5.svg",
				title: "ملء الأسنان",
				description:
					"لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينغ إليت.",
			},
			box6: {
				image: "https://Moamen112.github.io/dental/imgs/offer6.svg",
				title: "علاج تجميلي",
				description:
					"لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينغ إليت.",
			},
		},
	},
	ARreviews: {
		text: {
			welcome: "آراؤنا",
			header: "آراء مرضانا",
			description: "اقرأ ما يقوله مرضانا المرضى عنا.",
		},
		boxes: {
			box1: {
				image: "https://Moamen112.github.io/dental/imgs/review1.svg",
				name: "محمد كمال",
				icon: "https://Moamen112.github.io/dental/imgs/review.svg",
				description:
					"لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينغ إليت. لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينغ إليت. لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينغ إليت",
			},
			box2: {
				image: "https://Moamen112.github.io/dental/imgs/review2.svg",
				name: "محمد كمال",
				icon: "https://Moamen112.github.io/dental/imgs/review.svg",
				description:
					"لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينغ إليت. لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينغ إليت. لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينغ إليت",
			},
			box3: {
				image: "https://Moamen112.github.io/dental/imgs/review3.svg",
				name: "ندى عبد الناصر",
				icon: "https://Moamen112.github.io/dental/imgs/review.svg",
				description:
					"لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينغ إليت. لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينغ إليت. لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينغ إليت",
			},
		},
	},
	ARcontact: {
		left: {
			welcome: "تواصل معنا",
			text: "شريكك الموثوق لأسنان صحية ",
			description:
				"لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينغ إليت. أينيان كومودو ليغولا إيجت دولور. أينيان ماسا. كوم سوسييس ناتوكي بيناتيبوس إت ماجنيس ديس بارتورينت.",
			button: "عرض المزيد..",
		},
	},
};

export default translatedContent;
